내가 오늘 한일 
- 아마존 국가 전체 약정시 버튼 상태 디스어블 처리 
- 쇼피,아마존,페이팔 Oauth용 OAuthStart, OauthCallback, evn파일작성, 환경 변수 파일 분리 
- OPMR_STLM_DCD 코드 쇼피18 크리에이트 허브 19로 변경 (프론트, 백엔드 수정)
- 유져 사이드바 디자인 수정
- login-live페이지 로그인 처리
- 약관 분기처리(급-일부완료)

내일할일
- 약관 분기처리(랜딩-선택-쿠키저장-로그인-로그인토큰겟->쿠키회수->리다이렉트->DB02에서 PAYGOS_SVC_DCD로 서비스 구분후 이동)
- 독립몰 약정 등록 백 로직 확인(AsiS코드 분석, 입셉션 처리 EAI로 보내기)
- 배너, 관리자 화면 프론트
- 이미지 출력 처리
- 쇼피, 아마존, 페이팔 프론트 
- 관리자 게시판관리에서 이벤트 카테고리 삭제
- 유져 사이드바에서 이벤트 항목 삭제

이슈 진행 사항 확인
- 페이팔 OAuth 진행 상황 확인
- 아마존 OAuth 진행 상황 확인
- 쇼피 OAuth 진행 상황 확인

